Repository: NyakudyaA/stream_feature_extractor
Catalog: help/i18n/*/LC_MESSAGES/features.po
Languages: de

source: Feature Definitions
de: Eigenschaftsdefinitionen

source: This document describes the logic used for determining what type (if any) of feature each node represents.
de: Dieses Dokument beschreibt die Logik, die bei der Bestimmung der Art der Knoteneigenschaft (wenn überhaupt) verwendet wird.

source: 1. Crossing / *Kreuzung*
de: 1. Kreuzung

source: When two lines cross each other.
de: Wenn zwei Linien sich kreuzen.

source: 2. Pseudo node / *Pseudonode*
de: 2. Pseudoknoten

source: A node that has one upstream and one downstream node. The node is superflous as it can be represented by one line instead of two.
de: Ein Knoten, der einen stromaufwärts und einen stromabwärts gelegenen Knoten besitzt. Der Knoten ist überflüssig, da er durch eine Linie anstatt zwei Linien repräsentiert werden kann.

source: 3. Well / *Quelle*
de: 3. Quelle

source: A node that has 1 upstream node and 0 downstream nodes.
de: Ein Knoten, der 1 flussaufwärts gelegenen Knoten und 0 flussabwärts gelegene Knoten besitzt.

source: 4. Sink / *Senke*
de: 4. Senke

source: A node that has no upstream node and 1 or more downstream nodes.
de: Ein Knoten, der keine stromaufwärts gelegene Knoten, dafür aber 1 oder mehr stromabwärts gelegene Knoten besitzt.

source: 5. Watershed / *Top*
de: 5. Top

source: A node that has more than one upstream node and 0 downstream nodes.
de: Ein Knoten, der mehr als einen stromaufwärts gelegenen Knoten besitzt und 0 stromabwärts gelegene Knoten.

source: 6. Unseparated / *Ungetrennter*
de: 6. Ungetrennter

source: Only 1 upstream node or only 1 downstream node and intersects with one or more other lines. Note that in the lines below, there is only one node under the star, the other line has no node at the position of the star.
de: Nur 1 stromaufwärts gelegener Knoten oder nur 1 stromabwärts gelegener Knoten und wird von einer oder mehreren Linien gekreuzt. Zur Beachtung: In den untenstehenden Linien existiert nur ein Knoten unterhalb des Sterns, die andere Linie weist keinen Knoten an der Position des Sterns auf.

source: 7. Unclear bifurcation / *Unklare Bifurkation*
de: 7. Unklare Bifurkation

source: It has more than one upstream and more than one downstream node, but the number of upstream and downstream nodes are same.
de: Es existieren mehr als ein stromaufwärts und mehr als ein stromabwärts gelegener Knoten, aber die Anzahl der stromaufwärts und stromabwärts gelegenen Knoten ist gleich.

source: 8. Tributary, Branch / *Verzweigung*
de: 8. Verzweigung

source: It has more upstream nodes than downstream nodes. The minimum number of downstream nodes is one.
de: Es gibt mehr stromaufwärts als stromabwärts gelegene Knoten. Die minimale Anzahl der stromabwärts gelegenen Knoten beträgt 1.

source: 9. Confluence / *Zusammenfluss*
de: 9. Zusammenfluss

source: It has more downstream nodes than upstream nodes. The minimum number of upstream nodes is one.
de: Es hat mehr stromabwärts als stromaufwärts gelegene Knoten. Die minimale Anzahl der stromaufwärts gelegenen Knoten beträgt 1.

source: 10. Segment Center / *Segmentmitte*
de: 10. Segmentmitte

source: Segment center is the linear center of a line. The tool finds the point in the line that has distance half of the length of the line.
de: Die Segmentmitte ist das lineare Zentrum einer Linie. Das Werkzeug findet den Punkt auf der Linie, der der halben Linienlänge entspricht.

source: 11. Self Intersection / *Selbstkreuzung*
de: 11. Selbstkreuzung

source: Same with intersection, but this time the line intersects with itself.
de: Das gleiche wie eine Kreuzung, allerdings kreuzt sich die Linie in diesem Fall selbst.
