Repository: NyakudyaA/stream_feature_extractor
Catalog: help/i18n/*/LC_MESSAGES/options_dialog.po
Languages: de

source: Options Dialog
de: Optionen-Dialog

source: Accessing Options Dialog
de: Zugang zum Optionen-Dialog

source: You can access this dialog by:
de: Sie haben Zugang zu diesem Dialog über:

source: `Vector --> Stream feature extractor --> Options ...`
de: Vektor --> Stream feature extractor --> Optionen ...

source: You will get a options dialog windows like this:
de: Sie erhalten ein Optionen-Dialog Fenster wie folgt:

source: Options Dialog's Features
de: Optionen-Dialog Eigenschaften

source: Set threshold
de: Schwellwert setzen

source: User can set the search distance that will be used to determine of nodes are converged or not. The distance is calculated in map units of your stream layer.
de: Der Nutzer kann die Suchdistanz bestimmen, ab der Knoten zusammengeführt werden oder nicht. Die Entfernung wird in Karteneinheiten des Gewässer-Layers berechnet.

source: Show intermediate node count layer
de: Zeige Layer mit Zwischenknotenanzahl

source: If checked, an intermediate layer that is used to extract the features is loaded to QGIS.
de: Wenn angehakt, wird ein Zwischenlayer zur Extraktion von Eigenschaften in QGIS geladen.

source: Submit errors to remote server.
de: Melde Fehler an entfernten Server.

source: If checked, the Tool will submit error messages to remote server for debugging and fixing the errors.
de: Wenn angehakt, wird das Werkzeug Fehlermeldungen an einen entfernten Server zwecks Debugging und Behebung des Fehlers melden.
